# ZoneCoolingAirTemperatureParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneCoolingAirTemperatureParam Property
ParameterTypeId Class See Also
---
"Cooling Air Temperature"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneCoolingAirTemperatureParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneCoolingAirTemperatureParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneCoolingAirTemperatureParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace